Repository: reverstay/Django-postgres-node
Catalog: django_files/locale/*/LC_MESSAGES/django.po
Languages: ar, ja, ko, nl, tr

source: Export
ar: تصدير
ja: エクスポート
ko: 수출
nl: Exporteren
tr: Ihracat

source: Import
ar: استيراد
ja: インポート
ko: 수입
nl: Importeren
tr: Ithal

source: Net Export
ar: صافي الصادرات
ja: 純輸出
ko: 당기 수출
nl: Netto Export
tr: Net İhracat

source: Net Import
ar: صافي الواردات
ja: 純輸入
ko: 당기 가져오기
tr: Net İthalat

source: App Selection
ar: اختيار التطبيق
ja: アプリケーションの選択
ko: 응용 프로그램 선택
nl: App Selectie
tr: Uygulama Seçimi

source: Country
ar: البلد
ja: 国
ko: 나라
nl: Land
tr: Ülke

source: Country (show trade partners)
ar: البلد - عرض الشركاء التجاريين
ja: 国（貿易相手国を表示する）
ko: 국가 (쇼 무역 파트너)
nl: Land (toon handelspartners)
tr: Ülke (gösterisi ticaret ortakları)

source: Products
ar: المنتجات
ja: 製品
ko: 제품
nl: Producten
tr: Ürünler

source: Bilateral
ar: ثنائي
ja: 二国間
ko: 국가간 관계
nl: Bilaterale
tr: Iki taraflı

source: Exports
ar: الصادرات
ja: 輸出
ko: 수출
nl: De export
tr: İhracat

source: Imports
ar: الواردات
ja: 輸入
ko: 수입
nl: Invoer
tr: Ithalat

source: Net Exports
ar: صافي الصادرات
ja: 純輸出
ko: 당기 수출
nl: De netto-uitvoer
tr: Net İhracat

source: Net Imports
ar: صافي الواردات
ja: 純輸入
ko: 당기 수입
nl: Netto-invoer
tr: Net İthalat

source: Exports To Destination
ar: الصادرات إلى المقصد
ja: デスティネーションへの輸出
ko: 목적지까지 수출
nl: De export naar bestemming
tr: Hedefe İhracat

source: Imports From Origin
ar: الواردات من المنشأ
ja: 原産地からの輸入
ko: 유래부터 수입
nl: Invoer uit Origin
tr: Kökeni Nereden İthalat

source: Exports by Product
ar: الصادرات حسب المنتج
ja: 製品別輸出
ko: 제품별 수출
nl: De export per product
tr: Ürün göre ihracat

source: Imports by Product
ar: الواردات حسب المنتج
ja: 製品別の輸入
ko: 제품별 수입
nl: De invoer van producten
tr: Ürün Bazında

source: Play
ar: إبدأ
ja: 遊ぶ
ko: 재생
nl: Spelen
tr: Oynamak

source: Stop
ar: توقف
ja: 停止
ko: 정지
tr: Dur

source: Controls
ar: ضوابط
ja: コントロール
ko: 컨트롤
tr: Kontrolleri

source: Trade Flow
ar: تدفق التجارة
ja: 貿易の流れ
ko: 무역 흐름
tr: Ticaret Akış

source: Origin Country
ar: بلد المنشأ
ja: 起源国
ko: 원산지 국가
nl: Land van Herkomst
tr: Menşe Ülke

source: Destination Country
ar: الوجهة
ja: 目的国
ko: 대상 국가
nl: Bestemming Land
tr: Hedef Ülke

source: Product
ar: المنتج
ja: 製品
ko: 제품
tr: Ürün

source: Year
ar: السنة
ja: 年
ko: 년
nl: Jaar
tr: Yıl

source: Start Year
ar: السنة - البداية
ja: 年開始
ko: 년 시작
nl: Jaar (start)
tr: Başlama Yılı

source: End Year
ar: السنة - النهاية
ja: 終了年
ko: 최종 년도
nl: Jaar (einde)
tr: Bitiş Yılı

source: Year Interval
ar: الفاصل السنوي
ja: 年間隔
ko: 년 간격
nl: Jaar Interval
tr: Yıl Aralığı

source: Build Visualization
ar: بناء التصور
ja: 可視化を構築
ko: 시각화를 빌드
nl: Build Visualisatie
tr: Görselleştirme oluşturun

source: Download
ar: تحميل
ja: ダウンロード
ko: 다운로드
tr: Indirin

source: View as text
ar: نص الصيغة
ja: テキスト版
ko: 텍스트 버전
nl: Tekst versie
tr: Text sürümü

source: View app
ar: رأي الوكالة
ja: ビューのアプリ
ko: 응용 프로그램보기
nl: Bekijk app
tr: Profil app

source: Next
ar: التالي
ja: 次の
ko: 다음
nl: Volgende
tr: Sonraki

source: Previous
ar: سابق
ja: 前
ko: 이전
nl: Vorig
tr: Önceki
